#region << 版 本 注 释 >>
/*----------------------------------------------------------------
* 项目名称 ：DataTableToList
* 项目描述 ：
* 类 名 称 ：NoColumn
* 类 描 述 ：
* 命名空间 ：DataTableToList
* CLR 版本 ：4.0.30319.42000
* 作    者 ：jinyu
* 创建时间 ：2019/3/1 2:12:07
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ jinyu 2019. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/
#endregion



using System;

namespace DataTableToList
{
    /* ============================================================================== 
* 功能描述：NoColumn 没有列对应
* 创 建 者：jinyu 
* 创建日期：2019 
* 更新时间 ：2019
* ==============================================================================*/

    public class NoColumnAttribute: Attribute
    {
    }
}
